tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "python@3.9"
brew "cmake"
brew "direnv"
brew "docker"
brew "docker-compose", link: false
brew "freetype"
brew "git"
brew "glib"
brew "go"
brew "imagemagick"
brew "krb5"
brew "macvim"
brew "postgresql"
brew "python@3.8"
brew "subversion"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-ubuntu-mono-derivative-powerline"
cask "iterm2"
cask "muzzle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
