tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "cmake"
brew "direnv"
cask "docker"
brew "docker-compose"
brew "httpie"
brew "macvim"
brew "subversion"
cask "alfred"
cask "bitwarden"
cask "font-ubuntu-mono-derivative-powerline"
cask "iterm2"
cask "keybase"
cask "onedrive"
brew "pre-commit"
brew "poetry"
brew "python@3.9"
cask "signal"
cask "spotify"
cask "visual-studio-code"
