2gua.rainbow-brackets
angelo-breuer.clock
cometeer.spacemacs
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
kortina.vscode-markdown-notes
littlefoxteam.vscode-python-test-adapter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
naumovs.color-highlight
njqdev.vscode-python-typehint
rebornix.ruby
tchayen.markdown-links
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
